//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradlePowerLossPolicy.uni
// [Description] Define power loss policy String
// [Author] Zhang Hongbo
// [Date] 20210201
//******************************************************************************

/=#
#include "VFR.uni"
#langdef   en-US "English"    // English
#langdef   x-AMI "x-AMI"    // AMI Mapping Language
#langdef   zh-chs "中文 (简体)" // xcradle Chinese simplified

#string STR_AC_POWER_LOSS                       #language en-US "Restore AC Power Loss"
                                                #language zh-chs "恢复AC掉电设置"
#string STR_AC_POWER_LOSS_HELP                  #language en-US "Specify what state to go to when power is re-applied after a power failure (G3 state)."
                                                #language zh-chs "定义当电源掉电后再上电状态"
#string STR_S0_POWER_ON_STRING                  #language en-US "Power On"
                                                #language zh-chs "开机"
#string STR_S5_POWER_OFF_STRING                 #language en-US "Power Off"
                                                #language zh-chs "关机"
#string STR_UNCHANGED_AFTER_G3_STRING           #language en-US  "Last State"
                                                #language zh-chs "掉电前状态"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************